/* Label next to search field */
"1 song" = "1 song";

/* Label next to search field */
"%i songs" = "%i songs";

/* Dialog Button */
"Cancel" = "Cancel";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Default Alarm";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Do you want to save changes to this alarm before closing?";

/* Dialog Button */
"Don't Save" = "Don't Save";

/* Window title when editing an alarm */
"Edit Alarm" = "Edit Alarm";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "If you don't save, your changes will be lost.";

/* Main prompt in sheet */
"Invalid alarm time" = "Invalid alarm time";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Playlist: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Please select a date and time in the future.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Please select the days the alarm should repeat.";

/* Dialog Button */
"Save" = "Save";

/* Song label when using a song */
"Song: %@" = "Song: %@";

